## Apps

cask 'spotify'
#cask 'audacity'
#cask 'gimp'

## IDEs

cask 'visual-studio-code'
cask 'cursor'
brew 'neovim'

## Version/Package Management

brew 'git'
brew 'maven'
brew 'mise'
brew 'poetry'

## Security/Networking

brew 'grype'
brew 'nmap'
brew 'telnet'

## OOther

cask 'postman'
brew 'wget'
brew 'htop'
brew 'postgresql@14'
brew 'jless'
brew 'ant'
brew 'rust'
brew 'yamllint'
brew 'rg'
brew 'duf'
brew 'ktlint'
