brew 'git'
brew 'youtube-dl'
brew 'wget'
brew 'nmap'
brew 'htop'
brew 'telnet'
brew 'postgresql@14'
brew 'maven'
brew 'jenv'
brew 'pyenv'
brew 'poetry'

cask 'audacity'
cask 'gimp'
cask 'postman'
cask 'spotify'
cask 'graphql-playground'
cask 'visual-studio-code'
