brew 'git'
brew 'wget'
brew 'nmap'
brew 'htop'
brew 'telnet'
brew 'postgresql@14'
brew 'maven'
brew 'rbenv'
brew 'jless'
brew 'jenv'
brew 'ant'
brew 'pyenv'
brew 'poetry'
brew 'rust'
brew 'grype'
brew 'yamllint'

#cask 'audacity'
#cask 'gimp'
cask 'postman'
cask 'spotify'
cask 'visual-studio-code'
