github.vscode-github-actions
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
redhat.java
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
