bradlc.vscode-tailwindcss
christian-kohler.npm-intellisense
cmstead.js-codeformer
cmstead.jsrefactor
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
docker.docker
github.copilot
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
golang.go
mathiasfrohlich.kotlin
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
nucllear.vscode-extension-auto-import
qinjia.md2pdf
shopify.ruby-lsp
